7zip
adobe-source-code-pro-fonts
adobe-source-han-sans-tw-fonts
alsa-utils
base
base-devel
bash-completion
bat
blueman
bluez
bluez-utils
brave-bin
brightnessctl
cava
convmv
cpupower
dunst
efibootmgr
ex-vi-compat
fastfetch
fcitx5
fcitx5-chewing
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
feh
git
grub
i3-wm
i3blocks
i3lock
intel-gpu-tools
intel-media-driver
intel-ucode
less
libva-utils
linux
linux-firmware
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
otf-font-awesome
pavucontrol
pipewire-alsa
pipewire-pulse
playerctl
podman
ranger
rofi
rofi-calc
scrot
sof-firmware
sudo
terminator
thermald
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
vim
vulkan-intel
wireless-regdb
wireplumber
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xorg-xset
xss-lock
yay
yay-debug
