7zip
acpica
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-tw-fonts
alsa-utils
ansible
base
base-devel
bash-completion
bluez
bluez-utils
brave-bin
brightnessctl
cmake
cronie
dialog
discord
dosfstools
dust
efibootmgr
ethtool
facetimehd-dkms
facetimehd-firmware
fastfetch
fcitx5
fcitx5-chewing
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
git
grub
hwinfo
i3-wm
i3blocks
i3lock
imagemagick
intel-gpu-tools
intel-ucode
iwd
jdk-openjdk
libva-intel-driver
libva-utils
linux-firmware
linux-lts
linux-lts-headers
mbpfan
mosquitto
mpv
mtools
networkmanager
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
podman
powertop
python-pip
ranger
reflector
rofi
rofi-calc
rpi-imager
scrot
smartmontools
steam
terminator
tlp
ttf-dejavu
ttf-jetbrains-mono-nerd
unzip
usbutils
vim
wayland-protocols
wget
wireless-regdb
wireplumber
xbindkeys
xdg-user-dirs
xdg-utils
xiccd
xorg-bdftopcf
xorg-font-util
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yay
